/*  Display when user enters a valid ip address or name */
"Valid and complete address." = "Правильный и полный адрес.";

/* Display when user enters an invalid ip address or name */
"Invalid or incomplete address." = "Неправильный или неполный адрес.";

/* Display when port number entry is incorrect */
"Invalid port number. Port number must be between 1-65535." = "Недопустимый номер порта. Номер порта должен быть между 1 и 65535.";

/* Display when address field is empty */
"Enter host name or IP address." = "Введите имя хоста или IP-адрес.";

/*  Display when verifying what the user enters in ip address field */
"Verifying address..." = "Проверка адреса…";

/* */ 
"Unable to determine reachability. [%d, %ld]" = "Не удается установить доступность. [%d, %ld]";
